{
    "tweets": [
      "You have a right to perform your prescribed duties, but you are not entitled to the fruits of your actions. Chapter 2, Verse 47. [24]",
      "The soul is neither born, nor does it die at any time. It has not come into being, does not come into being, and will not come into being. It is unborn, eternal, ever-existing, and primeval. It is not slain when the body is slain. Chapter 2, Verse 20.",
      "Calmness, gentleness, silence, self-restraint, and purity: these are the disciplines of the mind. Chapter 17, Verse 16 (adapted).",
      "Anecdote: Arjuna's despair on the battlefield, seeing his kinsmen arrayed against him, is the very starting point of the Gita. It teaches that even the bravest can face moral crises, and seeking guidance is wisdom. Chapter 1. [3, 11, 38]",
      "Story: Krishna reveals His Universal Form (Vishvarupa) to Arjuna, a cosmic spectacle showing all of creation and destruction within Him. This awe-inspiring vision helps Arjuna understand Krishna's divine nature. Chapter 11. [12, 20]",
      "Advice: When confused about your path, reflect on your inherent nature and duties (Svadharma). Performing them, even imperfectly, is better than trying to fulfill another's path. Chapter 3, Verse 35. [4, 7]",
      "The mind is restless and difficult to restrain, but it can be controlled through practice (Abhyasa) and detachment (Vairagya). Chapter 6, Verse 35. [2]",
      "One who is not disturbed by happiness and distress, and is steady in both, is eligible for liberation. Chapter 2, Verse 15. [14]",
      "Perform your work with the welfare of others always in mind. Chapter 3, Verse 20 (adapted). [18]",
      "Change is the law of the universe. What you think is loss, might be a gain in disguise. Embrace impermanence. General teaching. [19]",
      "Story: The Gita unfolds as a dialogue between Arjuna, the warrior prince, and Lord Krishna, his charioteer and divine guide, on the battlefield of Kurukshetra. Chapter 1. [13, 27, 36]",
      "Advice: Do not be driven by the desire for the fruits of your actions. Focus on the action itself, performed with sincerity. Chapter 2, Verse 47. [24, 26, 34]",
      "He who has no attachments can truly love others, for his love is pure and divine. Chapter 2, Verse 64 (paraphrased). [18]",
      "Anecdote: Krishna chose to become Arjuna's charioteer, a seemingly humble role for the Divine. This teaches that no sincere service, when aligned with dharma, is too small. Chapter 1. [17]",
      "The senses are superior to the body, the mind is superior to the senses, and the intellect is superior to the mind. But the soul is superior even to the intellect. Chapter 3, Verse 42. [1]",
      "A person can rise through the efforts of his own mind, or draw himself down in the same manner. For the mind can be a friend or an enemy. Chapter 6, Verse 5. [5, 7, 30]",
      "Whatever action is performed by a great man, common men follow in his footsteps. And whatever standards he sets by exemplary acts, all the world pursues. Chapter 3, Verse 21.",
      "Advice: Cultivate evenness of mind in success and failure; this equanimity is yoga. Chapter 2, Verse 48. [31]",
      "The wise grieve neither for the living nor for the dead. Chapter 2, Verse 11. [40]",
      "Story: Arjuna's initial refusal to fight, citing reasons of compassion and fear of sin from killing relatives, highlights the profound moral and ethical questions the Gita addresses. Chapter 1. [3, 10, 11, 37]",
      "It is better to live your own destiny imperfectly than to live an imitation of somebody else's life with perfection. Chapter 3, Verse 35. [7]",
      "When a man gives up all desires that come to the mind, and rests contented in the Self by the Self, he is called a man of steady wisdom. Chapter 2, Verse 55. [18]",
      "Advice: To control the mind, practice regular meditation and cultivate detachment from worldly desires and outcomes. Chapter 6. [2, 5, 6]",
      "The Spirit by whom this entire universe is pervaded is indestructible. No one can destroy the imperishable Spirit. Chapter 2, Verse 17. [35]",
      "Anecdote: Krishna patiently listens to all of Arjuna's arguments and despair before beginning His teachings, showing the importance of understanding before advising. Chapter 1 & 2. [3, 11]",
      "Focus your mind on Me, be devoted to Me, worship Me, and bow to Me. Chapter 9, Verse 34. [7]",
      "One who restrains the senses and organs of action, but whose mind dwells on sense objects, certainly deludes himself and is called a pretender. Chapter 3, Verse 6. [16]",
      "Advice: Understand that the physical body is temporary, but the soul (Atman) is eternal. This knowledge helps overcome grief and fear of death. Chapter 2. [15, 35, 40]",
      "A gift is pure when it is given from the heart to the right person at the right time and at the right place, and when we expect nothing in return. Chapter 17, Verse 20. [18]",
      "Story: The concept of 'Svadharma' (one's own duty) is central. Krishna urges Arjuna to follow his Svadharma as a Kshatriya (warrior) and fight for righteousness. Chapters 2 & 3. [4, 11]",
      "For one who has conquered his mind, the mind is the best of friends; but for one who has failed to do so, his mind will remain the greatest enemy. Chapter 6, Verse 6. [5]",
      "Attachment breeds desire, desire breeds anger, anger breeds delusion, delusion breeds loss of memory, and loss of memory leads to the destruction of discernment. Chapter 2, Verses 62-63. [18]",
      "Advice: Live in the world, but do not be of the world. Perform your duties with detachment, offering the results to a higher power. General teaching based on Karma Yoga.",
      "When meditation is mastered, the mind is unwavering like the flame of a lamp in a windless place. Chapter 6, Verse 19. [5]",
      "Anecdote: The entire Gita is a divine song, sung by Lord Krishna to uplift Arjuna from despondency and enlighten him on the path of duty and spiritual realization. This itself is a testament to the power of divine guidance. [13, 16]",
      "Perform your obligatory duty, because action is indeed better than inaction. Chapter 3, Verse 8. [18, 30]",
      "He who sees the Self in all beings and all beings in the Self, such a man of wisdom does not feel any hatred. Based on teachings of equanimity, e.g., Chapter 6, Verse 29. [18]",
      "Advice: True happiness comes from within, not from external objects or achievements. Cultivate inner peace through spiritual understanding. [1]",
      "The yogis look upon all—well-wishers, friends, foes, the pious, and the sinners—with an equal mind. Chapter 6, Verse 9 (adapted). [18]",
      "Story: Krishna explains the three Gunas (Sattva, Rajas, Tamas) – qualities of material nature that influence our thoughts, actions, and personalities. Understanding them helps in transcending their influence. Chapter 14. [20]",
      "To those who are constantly devoted and who always think of Me, I carry what they lack and preserve what they have. Chapter 9, Verse 22. [34]",
      "One must elevate oneself through one's own mind and not degrade oneself. The mind can be both a friend and an enemy. Chapter 6, Verse 5. [7]",
      "Advice: Practice seeing the Divine in all beings. This fosters compassion and unity. Based on Chapter 6, Verse 30 and others.",
      "The wise man should not unsettle the minds of the ignorant who are attached to fruitive actions. Chapter 3, Verse 26.",
      "Anecdote: Draupadi's unwavering faith in Krishna during her direst moment (vastraharan) is an example of complete surrender (Sharanagati), a key teaching. While not directly in Gita, it exemplifies its principles. [14]",
      "Abandon all varieties of dharma and just surrender unto Me alone. I shall liberate you from all sins; do not grieve. Chapter 18, Verse 66. [14, 25, 29]",
      "Those who are motivated only by desire for the fruits of action are miserable, for they are constantly anxious about the results of what they do. Chapter 2, Verse 49 (paraphrased). [18]",
      "Advice: Understand the law of Karma – every action has a reaction. Perform righteous actions (Dharma) to create positive Karma. Central theme. [4, 13]",
      "Keeping the body, head, and neck straight, steady and still, focus your gaze and calm your mind (for meditation). Chapter 6, Verse 13. [7]",
      "Story: The Gita describes different paths of Yoga – Karma (action), Jnana (knowledge), Bhakti (devotion), and Dhyana (meditation) – as means to attain spiritual realization, catering to different temperaments. Various chapters. [13, 27, 28]",
      "You are what you believe in. You become that which you believe you can become. Based on Chapter 17, Verse 3. [19]",
      "A person who abandons all desires and lives free from longing, without any sense of ego or possessiveness, attains peace. Chapter 2, Verse 71. [7]",
      "Advice: Don't let fear paralyze you. Understand your duty, trust in the higher order, and act with courage. Krishna's core message to Arjuna. [8, 11, 24]",
      "The Supreme Reality stands revealed in the consciousness of those who have conquered themselves. They live in peace, alike in cold and heat, pleasure and pain, praise and blame. Chapter 6, Verse 7 (adapted). [18]",
      "Anecdote: Krishna's teaching is not a dogma, but a dialogue. He explains, reasons, and allows Arjuna to reflect and then choose, highlighting the importance of conviction born from understanding. End of Chapter 18.",
      "There is nothing more purifying than knowledge. Chapter 4, Verse 38. [14]",
      "He who is temperate in his habits of eating, sleeping, working, and recreation can mitigate all material pains by practicing the yoga system. Chapter 6, Verse 17. [5, 9]",
      "Advice: Cultivate detachment. This doesn't mean indifference, but freedom from the anxiety of outcomes, leading to inner peace. [1, 4, 15]",
      "When one withdraws the senses from sense objects, like a tortoise withdraws its limbs, then one's wisdom becomes steady. Chapter 2, Verse 58. [7]",
      "Story: Lord Krishna explains His divine manifestations (Vibhutis) in Chapter 10, showing how He is the essence of all that is powerful, beautiful, and glorious in creation, helping Arjuna perceive the Divine everywhere. [20]",
      "Always think of Me, become My devotee, worship Me and offer your homage unto Me. Thus you will come to Me without fail. Chapter 18, Verse 65. [25]",
      "Whatsoever you do, whatsoever you eat, whatsoever you offer in sacrifice, whatsoever you give away, whatsoever austerity you practise, O son of Kunti, do that as an offering unto Me. Chapter 9, Verse 27.",
      "Advice: Your true self is the eternal soul, not the temporary body or the fleeting mind. Meditate on this truth for liberation. Chapter 2. [32, 40, 41]",
      "Delusion arises from anger. The mind is bewildered by delusion. Reasoning is destroyed when the mind is bewildered. One falls down when reasoning is destroyed. Chapter 2, Verse 63 (adapted).",
      "Anecdote: The setting of the Gita on a battlefield symbolizes the internal battlefield within each of us, where we fight our own negative tendencies and moral dilemmas. [28, 37, 38]",
      "I am the origin of all; from Me everything evolves. Understanding this, the wise worship Me with all their heart. Chapter 10, Verse 8.",
      "Let a man lift himself by his own Self; let him not degrade himself. For the Self alone is the friend of oneself, and the Self alone is the enemy of oneself. Chapter 6, Verse 5. [5, 7, 30]",
      "Advice: Practice tolerance and forgiveness. Enduring life's dualities (pleasure/pain, heat/cold) without being disturbed brings peace. Chapter 2, Verse 14. [19, 24]",
      "The demonic do not know what to do and what to refrain from. Neither purity, nor good conduct, nor truth is found in them. Chapter 16, Verse 7.",
      "Story: The dialogue between Krishna and Arjuna covers the nature of reality, the self, the Supreme Being, and the purpose of existence, offering a complete spiritual path. Entire Gita. [13, 20, 27]",
      "Even if you are the most sinful of all sinners, yet you shall cross over all sin by the raft of knowledge. Chapter 4, Verse 36. [30]",
      "As a strong wind sweeps away a boat on the water, even one of the roaming senses on which the mind focuses can carry away a man's intellect. Chapter 2, Verse 67. [18]",
      "Advice: Seek refuge in a higher power through devotion (Bhakti Yoga). Surrender and faith can overcome great obstacles. Chapter 12. [21, 23]",
      "The faith of each is in accordance with his nature, O Arjuna. The man consists of his faith; he is verily what his faith is. Chapter 17, Verse 3.",
      "Anecdote: Arjuna, a renowned hero, shows vulnerability by admitting his confusion and seeking Krishna's guidance. This humility is the first step to true learning. Chapter 2, Verse 7. [3, 17]",
      "One who sees inaction in action, and action in inaction, is intelligent among men. Chapter 4, Verse 18. [18]",
      "There is neither this world nor the world beyond nor happiness for the one who doubts. Chapter 4, Verse 40 (adapted). [18]",
      "Advice: Develop the right perspective. Understand the deeper spiritual implications of your actions and life situations. [19]",
      "He who performs his duty without expecting the fruits is a true renunciate and a yogi. Chapter 6, Verse 1. [9]",
      "Story: The Gita emphasizes that one doesn't need to renounce the world externally; true renunciation is internal – renouncing attachment and ego while performing one's duties. Chapter 5 & 6. [9, 28]",
      "I am the same to all beings. To Me there is none hateful or dear. But those who worship Me with devotion are in Me and I too am in them. Chapter 9, Verse 29.",
      "Lust, anger, and greed—these are the three gates of hell leading to the degradation of the soul. Therefore, one must abandon these three. Chapter 16, Verse 21.",
      "Advice: Strive for balance in all aspects of life – eating, sleeping, work, and recreation. Extremes lead to agitation. Chapter 6, Verse 16-17. [6, 9, 39]",
      "The soul is eternal, indestructible, and beyond the cycles of birth and death. Chapter 2, Verse 20 (paraphrased). [15]",
      "Anecdote: Krishna explains that even a little practice of sincere spiritual discipline can save one from great fear, emphasizing that every effort on the spiritual path counts. Chapter 2, Verse 40 (paraphrased).",
      "He who is free from selfish attachments, and has a selfless heart, attains the perfect state of tranquility. (Inspired by various verses on detachment and peace)",
      "One should engage in subdued action, free from attachment and aversion, by senses that are under control and free from attraction and aversion. Chapter 3, Verse 7 (paraphrased).",
      "Advice: Don't be afraid to seek knowledge and guidance when you are in doubt. Arjuna's example teaches us the importance of discipleship. Chapter 2, Verse 7. [3, 11]",
      "The ignorant work for their own profit, Arjuna; the wise work for the welfare of the world, without thought for themselves. Chapter 3, Verse 25 (paraphrased).",
      "Story: Krishna details the qualities of a person of steadfast wisdom (Sthitaprajna) – one who is free from desires, attachments, fear, and anger, and whose mind is steady. Chapter 2, Verses 54-72. [33]",
      "That which seems like poison at first, but tastes like nectar in the end, is declared to be happiness in the mode of goodness. Chapter 18, Verse 37.",
      "No one can remain even for a moment without doing work; everyone is made to act helplessly by the Gunas born of Prakriti (material nature). Chapter 3, Verse 5. [16]",
      "Advice: Offer your actions and their results to the Divine. This purifies the work and frees you from karmic reactions. Chapter 9, Verse 27 (adapted).",
      "The splendor of the sun, which illuminates the whole world, the splendor of the moon and the splendor of fire are from Me. Chapter 15, Verse 12.",
      "Anecdote: The Gita begins with Dhritarashtra's question to Sanjaya, 'What did my sons and the sons of Pandu do?' This sets the stage for the unfolding of Dharma and Adharma on the field of life. Chapter 1, Verse 1. [43]",
      "I am the goal, the sustainer, the master, the witness, the abode, the refuge, and the most dear friend. Chapter 9, Verse 18.",
      "Through meditation, some perceive the Self in the self by the self; others by the path of knowledge; and still others by the path of action. Chapter 13, Verse 25.",
      "Advice: Consistency is key in spiritual practice. Regular, dedicated effort, even if small, leads to progress. Based on teachings of Abhyasa Yoga. [5]",
      "For the protection of the good, for the destruction of the wicked, and for the establishment of righteousness, I am born in every age. Chapter 4, Verse 8.",
      "Story: The Gita concludes with Arjuna's delusion being dispelled, and him ready to perform his duty, signifying the transformative power of divine wisdom. Chapter 18, Verse 73. [10]",
      "If one offers Me with devotion a leaf, a flower, a fruit, or even water, I delightfully partake of that article offered with love by My devotee in pure consciousness. Chapter 9, Verse 26. [23]",
      "The uncontrolled mind is a person's enemy. Chapter 6, Verse 6 (paraphrased). [5, 6]",
      "Advice: Understand that you are not the doer, but an instrument. Attribute your actions to the divine will and remain free from ego. Based on teachings about agency. [27]",
      "Death is certain for one who is born, and birth is certain for one who dies. Therefore, you should not grieve over the inevitable. Chapter 2, Verse 27."
    ]
  }